#Строчка отвечает за написание текста.
print("Я подсчитаю свою живность:")
#В ковычках текст который будет виден,а за кавыками и после запятой идет пример, результат которого мы увидим.
print("Куры",25.0 + 30.0 / 6.0)
print("Петухи",100.0 - 25.0 * 3.0 % 4.0)
#Строчка отвечает за написание текста.
print("А теперь подсчитаю яйца:")
# Данная строчка содержит пример, результат которого мы увидм.
print(3.0 + 2.0 + 1.0 - 5.0 + 4.0 % 2.0 - 1.0 / 4.0 + 6.0)
#Строчка отвечает за написание текста.
print("Верно ли, что 3 + 2 < 5 - 7?")
#Знак < отвечает за сравнение двух примеров и выдает результат в формате (TRUE/FALSE) Так как 3+2 больше, а не меньше чем 5-7 мы увидим ответ False
print(3.0 + 2.0 < 5.0 - 7.0)
#В ковычках текст который будет виден,а за кавыками и после запятой идет пример, результат которого мы увидим.
print("Сколько будет 3 + 2?",3.0 + 2.0)
print("А сколько будет 5 - 7?",5.0 - 7.0)
#Строчка отвечает за написание текста.
print("Ой, я, кажется, запутался... Почему False?")
#Строчка отвечает за написание текста.
print("Еще раз посчитаю...")
#В ковычках текст который будет виден,а за кавыками и после запятой идет пример сравнения двух чисел с условием больше/больше или равно/меньше или равно, ответ выводится в формате TRUE/FALSE
print("Это больше?", 5.0 > -2.0)
print("А это больше или равно?", 5.0 >= -2.0)
print("А это меньше или равно?", 5.0 <= -2.0)
