print("У мери был маленький барашек.")
print("Его шерсть была белой как {}.".format('снег'))
print("И всюду, куда мери шла,")
print("Маленький барашек всегда следовал за ней.")
#Умножение на 10 после кавычек дублирует точку 10 раз
print("." * 10)#Что это могло значить ?
#набор переменных
end1 = "Б"
end2 = "а"
end3 = "д"
end4 = "д"
end5 = "и"
end6 = "г"
end7 = "а"
end8 = "й"

#Обратите внимание на запятую в конце строки.Уберите ее.Что произашло? если убрать запятую произайдет синтаксическая ошибка end =' ' пробел в кавычках отвечает за пробел между двух слов
print(end1 + end2 + end3 + end4 + end5, end =' ')
print(end6 + end7 + end8)
